{
  "status": "OK",
  "usage": "By accessing AlchemyAPI or using information generated by AlchemyAPI, you are agreeing to be bound by the AlchemyAPI Terms of Use: http://www.alchemyapi.com/company/terms.html",
  "url": "",
  "totalTransactions": "2",
  "language": "english",
  "text": "I have good news and bad news. Let’s start with the latter; essentially we’re still recovering from a rocky economic situation caused by the recession (this we know). The bad news is that the recession exposed fundamental weaknesses in the world of global finance, demonstrating how interconnected and interdependent economies are today. Sometimes bad things have to happen before good things can. This transition presented opportunities for technology entrepreneurs that were never realized before. Now that the rebalancing and deleveraging process is largely complete, the U.S. economy is poised for growth. For many recession-era entrepreneurs, this was the case: getting downsized became a catalyst to do something they’d only dreamed about, the opportunity to try a new adventure and breathe new life into the economy. FinTech has become increasingly popular amongst these technology circles, offering financial services which compete against the traditional finance sector dominated by legacy players. Fintech’s accelerated growth is accredited to the advances in technology and innovation that target traditional methods of Finance from transactions to underwriting. The recession is the one notable explanation for the rise of FinTech. FinTech is an area that is radically changing how we live as a society and how we do business professionally. Just like my Forbes colleague Ilya Pozin claims;  FinTech companies, as they’ve come to be called, are easing payment processes, reducing fraud, saving users money, promoting financial planning, and ultimately moving a giant industry forward. Here are three FinTech startups that are already making their mark in 2015 and are worth keeping track of in the upcoming future. CrediFi. FinTech solutions are reshaping every aspect of modern finance. One sector in particular, Commercial Real Estate or CRE, is being reshaped with innovative technology solutions. The need for better clarity is acute in CRE as lack of information was at least partially responsible for the financial crisis (see the demise of Lehman Brothers).  Lehman’s bankruptcy will forever be synonymous with the financial crisis and (resulting) wealth destruction,  says Paul Hickey, founder of Bespoke Investment Group. Today there are greater regulatory restrictions on institutional lenders as well as the need to better spot opportunities in this still cloudy market. Big data provider CrediFi aims to solve the lack of transparency, particularly around key financial information, in the CRE space. CrediFi is a big data platform providing in-depth loan information previously unknown to the market. Specifically, they gather very hard-to-get non-securitized loan or  whole loan  data on commercial properties.  As well, CrediFi delivers property details, deep data on tenants (the  life blood  of CRE), market level reporting, and proprietary scoring that assesses the level of investment risk associated with each commercial property. The SaaS provider then churns and repurposes the data into digestible forms. CRE Lenders benefit with better opportunity spotting (called  deal flow  in the biz), risk scoring for quick opportunity assessments, and a suite of tools for ongoing asset monitoring. Data is also rolled up to the market level for broader views of market performance. City Falcon. City Falcon is one of the top Fintech startups debuting out of the Level39 FinTech Accelerator in London. City Falcon is looking to level the playing field in the $25b financial information services market bringing  Bloomberg to the consumer.   Ruzbeh Bacha,CEO of City Falcon and a former trader, realized that large-scale financial institutions are armed with significantly more market data than smaller investors.  This creates an asymmetric information quandary where those with deep pockets have better and deeper investment data than small and individual investors who are left in the cold with little information to base their investment decisions. City Falcon is utilizing the accessible data on the net to arm the small investor. The startup collects and scans various media sources, taking in relevant market information. Their proprietary engine then scores, rearranges, and intelligently uses crowd behavior analysis to prioritize the value of the sources. In addition, they help investors identify execution fee structures across various spread betting and brokering companies by comparing brokerage charges. TransferWise. A transfer between accounts should be simple and, with modern technology, inexpensive. However, transferring money between parties (even to your own account), especially across borders, is difficult and costly. TransferWise is a money transfer startup that uses peer-to-peer (P2P) technology to streamline fund transfers while charging significantly less than banks to send money abroad. Their proprietary  P2P  process avoids the usual cross-border red tape by matching currency needs without necessarily crossing border.  Thus hidden or grey charges are reduced, saving up to 90 percent compared to traditional wire services. For too long, legacy providers’ dominance of the market has allowed consumers to be hoodwinked into paying huge hidden charges for services as basic as currency exchange,  said Taavet Hinrikus, co-founder of TransferWise. TransferWise is now entering the US market fueled by a recent funding round of $58M from several investors including Andreessen Horowitz and Sir Richard Branson. It’s official, the FinTech revolution has arrived and these FinTech stars are just some of the ventures helping to establish a booming financial startup ecosystem. There’s no going back now. The real question is how far and how fast they will go – and how soon will other institutions wake up?",
  "entities": [
    {
      "type": "GeographicFeature",
      "relevance": "0.852196",
      "sentiment": {
        "type": "positive",
        "score": "0.562612"
      },
      "count": "5",
      "text": "City Falcon"
    },
    {
      "type": "Company",
      "relevance": "0.768381",
      "sentiment": {
        "type": "positive",
        "score": "0.197113",
        "mixed": "1"
      },
      "count": "4",
      "text": "CrediFi"
    },
    {
      "type": "Company",
      "relevance": "0.690348",
      "sentiment": {
        "type": "positive",
        "score": "0.35102"
      },
      "count": "1",
      "text": "Fintech"
    },
    {
      "type": "Company",
      "relevance": "0.665448",
      "sentiment": {
        "type": "positive",
        "score": "0.372522"
      },
      "count": "4",
      "text": "TransferWise"
    },
    {
      "type": "Country",
      "relevance": "0.563952",
      "sentiment": {
        "type": "positive",
        "score": "0.337242"
      },
      "count": "2",
      "text": "U.S.",
      "disambiguated": {
        "subType": [
          "Location",
          "Region",
          "AdministrativeDivision",
          "GovernmentalJurisdiction",
          "FilmEditor"
        ],
        "name": "United States",
        "website": "http://www.usa.gov/",
        "dbpedia": "http://dbpedia.org/resource/United_States",
        "freebase": "http://rdf.freebase.com/ns/m.09c7w0",
        "ciaFactbook": "http://www4.wiwiss.fu-berlin.de/factbook/resource/United_States",
        "opencyc": "http://sw.opencyc.org/concept/Mx4rvVikKpwpEbGdrcN5Y29ycA",
        "yago": "http://yago-knowledge.org/resource/United_States"
      }
    },
    {
      "type": "Company",
      "relevance": "0.554333",
      "sentiment": {
        "type": "positive",
        "score": "0.632456"
      },
      "count": "1",
      "text": "CRE Lenders"
    },
    {
      "type": "FieldTerminology",
      "relevance": "0.537799",
      "sentiment": {
        "type": "negative",
        "score": "-0.569682"
      },
      "count": "2",
      "text": "financial crisis"
    },
    {
      "type": "FieldTerminology",
      "relevance": "0.49349",
      "sentiment": {
        "type": "neutral"
      },
      "count": "1",
      "text": "financial services"
    },
    {
      "type": "Company",
      "relevance": "0.464877",
      "sentiment": {
        "type": "neutral"
      },
      "count": "1",
      "text": "Lehman Brothers",
      "disambiguated": {
        "subType": [],
        "name": "Lehman Brothers",
        "dbpedia": "http://dbpedia.org/resource/Lehman_Brothers",
        "freebase": "http://rdf.freebase.com/ns/m.0jt5_vh",
        "yago": "http://yago-knowledge.org/resource/Lehman_Brothers",
        "crunchbase": "http://www.crunchbase.com/company/lehman-brothers"
      }
    },
    {
      "type": "FieldTerminology",
      "relevance": "0.463308",
      "sentiment": {
        "type": "neutral"
      },
      "count": "1",
      "text": "finance sector"
    },
    {
      "type": "Person",
      "relevance": "0.446292",
      "sentiment": {
        "type": "neutral"
      },
      "count": "1",
      "text": "Ilya Pozin"
    },
    {
      "type": "Company",
      "relevance": "0.441214",
      "sentiment": {
        "type": "neutral"
      },
      "count": "1",
      "text": "Commercial Real Estate"
    },
    {
      "type": "Company",
      "relevance": "0.433199",
      "sentiment": {
        "type": "neutral"
      },
      "count": "1",
      "text": "Andreessen Horowitz",
      "disambiguated": {
        "name": "Andreessen Horowitz",
        "dbpedia": "http://dbpedia.org/resource/Andreessen_Horowitz",
        "freebase": "http://rdf.freebase.com/ns/m.0drx3br"
      }
    },
    {
      "type": "Person",
      "relevance": "0.432242",
      "sentiment": {
        "type": "neutral"
      },
      "count": "1",
      "text": "Sir Richard Branson",
      "disambiguated": {
        "subType": [
          "BoardMember",
          "CompanyFounder",
          "TVPersonality",
          "FilmActor",
          "TVActor"
        ],
        "name": "Richard Branson",
        "dbpedia": "http://dbpedia.org/resource/Richard_Branson",
        "freebase": "http://rdf.freebase.com/ns/m.0n839",
        "yago": "http://yago-knowledge.org/resource/Richard_Branson"
      }
    },
    {
      "type": "Technology",
      "relevance": "0.429496",
      "sentiment": {
        "type": "negative",
        "score": "-0.44504"
      },
      "count": "1",
      "text": "P2P"
    },
    {
      "type": "Person",
      "relevance": "0.422277",
      "sentiment": {
        "type": "neutral"
      },
      "count": "1",
      "text": "Taavet Hinrikus"
    },
    {
      "type": "Crime",
      "relevance": "0.4206",
      "sentiment": {
        "type": "negative",
        "score": "-0.349037"
      },
      "count": "1",
      "text": "fraud"
    },
    {
      "type": "Person",
      "relevance": "0.419413",
      "sentiment": {
        "type": "negative",
        "score": "-0.623679"
      },
      "count": "1",
      "text": "Lehman"
    },
    {
      "type": "FieldTerminology",
      "relevance": "0.418579",
      "sentiment": {
        "type": "neutral"
      },
      "count": "1",
      "text": "wire services"
    },
    {
      "type": "Company",
      "relevance": "0.412588",
      "sentiment": {
        "type": "positive",
        "score": "0.344868"
      },
      "count": "1",
      "text": "Bespoke Investment Group"
    },
    {
      "type": "JobTitle",
      "relevance": "0.403393",
      "sentiment": {
        "type": "neutral"
      },
      "count": "1",
      "text": "official"
    },
    {
      "type": "JobTitle",
      "relevance": "0.389751",
      "sentiment": {
        "type": "neutral"
      },
      "count": "1",
      "text": "co-founder"
    },
    {
      "type": "Person",
      "relevance": "0.389108",
      "sentiment": {
        "type": "neutral"
      },
      "count": "1",
      "text": "Paul Hickey"
    },
    {
      "type": "Company",
      "relevance": "0.385676",
      "sentiment": {
        "type": "positive",
        "score": "0.608348"
      },
      "count": "1",
      "text": "Bloomberg"
    },
    {
      "type": "City",
      "relevance": "0.383915",
      "sentiment": {
        "type": "positive",
        "score": "0.35102"
      },
      "count": "1",
      "text": "London"
    },
    {
      "type": "JobTitle",
      "relevance": "0.375797",
      "sentiment": {
        "type": "positive",
        "score": "0.344868"
      },
      "count": "1",
      "text": "founder"
    },
    {
      "type": "Quantity",
      "relevance": "0.375797",
      "sentiment": {
        "type": "neutral"
      },
      "count": "1",
      "text": "90 percent"
    },
    {
      "type": "Quantity",
      "relevance": "0.375797",
      "sentiment": {
        "type": "neutral"
      },
      "count": "1",
      "text": "58M"
    }
  ]
}